ReportService2010.asmx

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Body><IsSSLRequired xmlns="http://schemas.microsoft.com/sqlserver/reporting/2010/03/01/ReportServer" /></soap:Body></soap:Envelope>